// mock/weeklyMessages.ts
export const weeklyMessages = [
    {
        id: 'W2169',
        title: '週訊：2025年8月第1週',
        pdfUrl: '/files/W2169.pdf',
        htmlContent: `<p>「經歷、享受並彰顯基督（三）」<br>第一篇　基督為我們的美德、神的平安、我們的祕訣、和那加我們能力者</p>
      <p>本篇來到腓立比書，特別在四章基督的四個方面。在腓立比四章五至九節我們所經歷基督的美德，乃是活基督之生活的彰顯。保羅認為謙讓宜人和沒有罣慮是活基督之生活彰顯的頭兩面；罣慮來自撒但，是人生活的總和，攪擾信徒活基督的生活；謙讓宜人來自神，是活基督之生活的總和；二者完全相反。</p>
      <p>因此，首先，「當叫眾人知道你們的謙讓宜人。」（腓四5。）謙讓宜人是待人合理，體諒，顧到別人，不嚴格要求合法的權利，並包含了基督徒一切的美德。謙讓宜人也是顧到我們所作或所說的，會怎樣影響別人；一個謙讓宜人的人總是合式的，他的行為總是合宜的。實際上，謙讓宜人是個包羅一切的美德，也就是基督自己；叫眾人知道我們的謙讓宜人，就是叫眾人知道我們所活、所顯大、所引為榜樣、並所竭力追求作標竿的基督，（腓一21，）就是過彰顯基督為一切人性美德之總和的生活。</p>
      <p>此外，我們在各種環境、境遇、和遭遇裏，都需要學基督作我們漸漸變化的祕訣；（腓四12；）這實際又簡單的祕訣在六至七節。我們生活中有問題，不必去問別人，因為我們裏面有靈，並且主就是那靈，在我們靈裏，對我們是何等親近。我們凡事都可以問問祂。因此，我們有難處只要告訴祂，祂就在我們裏面，面對面與我們同在。父、子、靈三一神在我們裏面，不是麻煩我們，乃是作我們的保惠師、安慰者、扶持者。罣慮一來了，我們就要說，「主阿，這罣慮是你的，不是我的；我交給你了，因為你替我罣慮。」這樣，我們就在裏面得着主的成分，我們裏面就會常常起新陳代謝的作用，結果我們外面顯出來的就是基督。這就是活基督。不知道這祕訣的人，以為活基督是很難的事；其實我們只要操練常與主說話，我們自然就會活基督。</p>
      <p>「末了的話，弟兄們，凡是真實的，凡是莊重的，凡是公義的，凡是純潔的，凡是可愛的，凡是有美名的；若有甚麼德行，若有甚麼稱讚，這些事你們都要思念。」（腓四8。）這些美德乃是神屬性的彰顯，從那些追求神具體化身之基督的人裏面活出來。作正確的人，就是藉着在我們人性美德裏神聖的屬性彰顯神，也就是過一種充滿基督作神屬性之實際的人性生活。</p>
      <p>在四章12節，保羅說到他「都學得祕訣」。保羅是以基督為祕訣而經歷基督；因此，在任何環境、任何境遇、任何事上，都能因着基督知足喜樂。事實上，「我都學得祕訣」，直譯，「我都已經被引進」；這是個隱喻，說到人被引進祕密社團，受其基本原則的教導；保羅悔改信主之後，就被引進基督與基督的身體。保羅因此學得如何以基督為生命，如何活基督，如何顯大基督，如何贏得基督，以及如何過召會生活的祕訣。</p>
      <p>實際上，腓立比四章的祕訣，就是在那加我們能力的基督裏作一切事；藉着基督的加力，我們能過知足的生活，並且成為真實的、莊重的、公義的、純潔的、可愛的、有美名的；要過這一切美德的生活，比作基督教的工作難多了。這就是以基督為我們的美德、神的平安、我們的祕訣、和那加我們能力者。</p>
      <p>簡晨光</p>`
      },
  ]
  